// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的瑶依",
        "花开一季，有落红为证",
        "逝去的岁月，如何能托于烟尘",
        "你的浅笑，是我永生眷恋",
        "相思的真情，是否能明白一二",
        "亲爱的宝贝，你是我的唯一",
        "爱你永远......",
        "该怎么和你描述这种感觉呢？"
        "一想到你就发自内心的开心，"
        "见不到你心里就空落落的，"
        "下意识想牵着你的手，"
        "情不自禁的想和你拥吻，"
        "想每天醒来转头都能看到你，"
        "想要保护你一辈子……"
        "我还有说不完的情话，"
        "以后的日子还长，"
        "请允许我慢慢讲给你听好吗，"
        "我最爱最爱的人呀~"
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2024-01-23T15:31:00",
    // 双方的名字
    names: ["ZJQ", "MYY"]
}
